---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.FabricationProductData
source: html/ec79024c-fff0-b62d-f531-ef54aa6ff4c5.htm
---
# Autodesk.Revit.DB.GroupTypeId.FabricationProductData Property

Fabrication Product Data.

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationProductData { get; }
```